<template>
  <div class="main">
    <div class="policy">
      <p class="text">
        Мы получаем, собираем и храним любую информацию, которую вы вводите на
        нашем сайте или предоставляете нам любым другим способом. Кроме того, мы
        собираем IP-адрес, используемый для подключения вашего компьютера к
        интернету; логин; адрес эл. почты; пароль; информацию о компьютере и
        подключении; а также историю покупок. Мы используем программные
        инструменты для измерения и сбора информации о сеансе, включая время
        отклика страницы, продолжительность посещений определенных страниц,
        информацию о взаимодействии со страницей и методы, используемые для
        просмотра информации вне страницы. Мы также собираем личную информацию
        (включая имя, адрес эл. почты, пароль, каналы связи); платежные данные
        (включая информацию о банковской карте), комментарии, отзывы, обзоры
        товаров, рекомендации и личный профиль.
      </p>
      <p class="text">
        Когда вы проводите транзакцию на нашем сайте, мы собираем личную
        информацию, которую вы предоставляете нам, такую как ваше имя, адрес и
        эл. почту. Ваша личная информация будет использована только для
        указанных выше целей.
      </p>
      <p class="text">
        Мы можем связаться с вами, чтобы уведомить вас о состоянии вашего
        аккаунта; устранить неполадки с вашим аккаунтом; разрешить спор; собрать
        причитающиеся платежи или взносы; узнать ваше мнение с помощью опроса
        или анкеты; отправить новости о нашей компании; или по другой причине,
        для соблюдения нашего пользовательского соглашения, применимого
        национального законодательства и любого соглашения, которое мы можем
        заключить с вами. Для этих целей мы можем связаться с вами по
        электронной почте, телефону, текстовым сообщениям или по почте.
      </p>
      <p class="text">
        Сайт нашей компании размещен на платформе На Крючке. На Крючке предоставляет
        нам онлайн-платформу, которая позволяет нам продавать товары и услуги.
        Ваши данные могут храниться в хранилище данных На Крючке, базах данных и
        общих приложениях На Крючке. Они хранят ваши данные на защищенных серверах
        с межсетевым экраном. Все способы прямой оплаты, предлагаемые На Крючке и
        используемые нашей компанией, соответствуют стандартам PCI-DSS, которые
        контролируются Советом по стандартам безопасности данных индустрии
        платежных карт, созданным совместно такими платежными системами, как
        Visa, MasterCard.
      </p>
      <p class="text">
        Мы собираем персональные данные и информацию неличного характера для
        следующих целей: 1) Для предоставления услуг и управления ими; 2) Для
        предоставления нашим пользователям помощи и технической поддержки; 3)
        Чтобы иметь возможность отправлять нашим посетителям и пользователям
        общие или персонализированные уведомления и рекламные сообщения; 4) Для
        создания агрегированных статистических данных и другой агрегированной
        и/или вытекающей информации неличного характера, которую мы или наши
        деловые партнеры можем использовать для предоставления и улучшения наших
        услуг; 5) Для соблюдения применимых законов и регламентов.
      </p>
    </div>
  </div>
</template>
<script>
export default {};
</script>
<style scoped>

.policy {
  margin: 0 auto;
  max-width: 1100px;
  padding-left: 200px;
  padding-top: 100px;
}
</style>
